Overload List
Name  |   Description
TryParse(Units, UnitType, String, Double )
 Parses a formatted string into a number with units if possible.
TryParse(Units, UnitType, String, ValueParsingOptions, Double )
 Parses a formatted string into a number with units if possible.
TryParse(Units, UnitType, String, Double , String )
 Parses a formatted string into a number with units if possible.
TryParse(Units, UnitType, String, ValueParsingOptions, Double , String )
 Parses a formatted string into a number with units if possible.
 See Also
  UnitFormatUtils Class
  UnitFormatUtils Members
  Autodesk.Revit.DB Namespace